Repository: designerei/contao-page-teaser
Catalog: contao/languages/*/*_content.xlf
Languages: de

# tl_content.teaserPage.0
source: Page
de: Seite

# tl_content.teaserPage.1
source: Please choose one page.
de: Bitte wählen Sie eine Seite aus.

# tl_content.teaserPages.0
source: Pages
de: Seiten

# tl_content.teaserPages.1
source: Please choose one or more pages.
de: Bitte wählen Sie eine oder mehrere Seiten aus.

# tl_content.pages.0
source: Pages
de: Seiten

# tl_content.pages.1
source: Please choose one or more pages.
de: Bitte wählen Sie eine oder mehrere Seiten.

# tl_content.title_asc
source: Page title (ascending)
de: Seitentitel (aufsteigend)

# tl_content.title_desc
source: Page title (descending)
de: Seitentitel (absteigend)

# tl_content.showSubpages.0
source: Show subpages
de: Unterseiten anzeigen

# tl_content.showSubpages.1
source: Here you can define the output of subpages.
de: Hier können Sie die Ausgabe von Unterseiten definieren.

# tl_content.hideImages.0
source: Hide images
de: Bilder ausblenden

# tl_content.hideImages.1
source: Images are being hidden.
de: Bilder werden nicht dargestellt.

# tl_content.overwriteTeaserContent.0
source: Overwrite teaser content
de: Teaserinhalte überschreiben.

# tl_content.overwriteTeaserContent.1
source: Overwrite the contents of the teaser (title, text).
de: Inhalte des Teasers (Titel, Text) überschreiben.

# tl_content.teaserText.0
source: Page teaser
de: Teasertext

# tl_content.teaserText.1
source: Adds a text to the page teaser.
de: Fügt dem Seitenteaser einen Text hinzu.

# tl_content.teaserTitle.0
source: Teaser title
de: Teasertitel

# tl_content.teaserTitle.1
source: Overwrites the title of the page teaser.
de: Überschreibt den Titel des Seitenteasers.
